Repository: xcv58/MacTools
Catalog: Plugins/MacSettings/Resources/MacSettings.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Full Disk Access
ar: الوصول الكامل إلى القرص
de: Festplattenvollzugriff
es: Acceso total al disco
fr: Accès complet au disque
ja: フルディスクアクセス
ko: 전체 디스크 접근 권한
pt: Acesso Total ao Disco
ru: Доступ к диску
tr: Tam Disk Erişimi
zh_hans: 完全磁盘访问权限
zh_hant: 完全取用磁碟

source: Full Keyboard Access
ar: الوصول الكامل باستخدام لوحة المفاتيح
de: Tastatursteuerung
es: Acceso total mediante teclado
fr: Accès complet au clavier
ja: フルキーボードアクセス
ko: 전체 키보드 접근
pt: Acesso Total com Teclado
ru: Полный доступ с клавиатуры
tr: Tam Klavye Erişimi
zh_hans: 全键盘控制
zh_hant: 全面鍵盤操控

source: Genie Effect
ar: تأثير الجني
de: Trichter
es: Efecto Aladino
fr: Effet Génie
ja: ジニーエフェクト
ko: 요술램프 지니 효과
pt: Efeito Gênio
ru: Джинн
tr: Sihirli Efekt
zh_hans: 神奇效果
zh_hant: 精靈效果

source: Grant Permission
ar: منح الإذن
de: Berechtigung erteilen
es: Otorgar permiso
fr: Accorder l'autorisation
ja: 許可設定を開く
ko: 권한 부여
pt: Conceder permissão
ru: Предоставить разрешение
tr: İzin Ver
zh_hans: 前往授权
zh_hant: 前往授權

source: Hardware Unavailable
ar: الأجهزة غير متوفرة
de: Hardware nicht verfügbar
es: Hardware no disponible
fr: Matériel indisponible
ja: ハードウェアが使用できません
ko: 하드웨어를 사용할 수 없음
pt: Hardware indisponível
ru: Оборудование недоступно
tr: Donanım Kullanılamıyor
zh_hans: 硬件不可用
zh_hant: 硬體無法使用

source: Hide details for %@
ar: إخفاء تفاصيل %@
de: Details für %@ ausblenden
es: Ocultar detalles de %@
fr: Masquer les détails pour %@
ja: %@ の詳細を非表示
ko: %@ 세부정보 숨기기
pt: Ocultar detalhes de %@
ru: Скрыть сведения о настройке «%@»
tr: %@ için ayrıntıları gizle
zh_hans: 隐藏 %@ 的详情
zh_hant: 隱藏 %@ 的詳情

source: Hide the Dock and disable recent apps in the Dock.
ar: إخفاء Dock وإيقاف عرض التطبيقات الحديثة فيه.
de: Dock ausblenden und „Zuletzt verwendete Apps“ im Dock deaktivieren.
es: Oculte el Dock y desactive las aplicaciones recientes en el Dock.
fr: Masquez le Dock et désactivez les applications récentes dans le Dock.
ja: Dock を非表示にし、Dock での最近使用したアプリの表示をオフにします。
ko: Dock을 숨기고 Dock에 최근 사용한 앱을 표시하지 않습니다.
pt: Oculte o Dock e desative aplicativos recentes no Dock.
ru: Скрыть Dock и отключить показ недавних приложений в Dock.
tr: Dock'ı gizler ve Dock'taki son kullanılan uygulamaları devre dışı bırakır.
zh_hans: 隐藏程序坞，并关闭最近使用的 App 显示。
zh_hant: 隱藏 Dock，並停止在 Dock 中顯示最近使用的 App。

source: Hide the Dock when it is not in use.
ar: قم بإخفاء Dock عندما لا يكون قيد الاستخدام.
de: Dock ausblenden, wenn es nicht verwendet wird.
es: Oculte el Dock cuando no esté en uso.
fr: Masquer le Dock lorsqu'il n'est pas utilisé.
ja: Dock を使用しないときは非表示にします。
ko: 사용하지 않을 때 Dock을 숨깁니다.
pt: Oculte o Dock quando ele não estiver em uso.
ru: Скрывайте Dock, когда он не используется.
tr: Dock kullanılmadığında gizlenir.
zh_hans: 不使用时自动隐藏程序坞。
zh_hant: 不使用時自動隱藏 Dock。

source: Hide the menu bar when it is not in use.
ar: إخفاء شريط القائمة عندما لا يكون قيد الاستخدام.
de: Menüleiste ausblenden, wenn sie nicht verwendet wird.
es: Oculta la barra de menú cuando no esté en uso.
fr: Masquer la barre de menu lorsqu'elle n'est pas utilisée.
ja: メニューバーを使用しないときは非表示にします。
ko: 사용하지 않을 때 메뉴 막대를 숨깁니다.
pt: Ocultar a barra de menu quando ela não estiver em uso.
ru: Скрыть строку меню, когда она не используется.
tr: Menü çubuğu kullanılmadığında gizlenir.
zh_hans: 不使用时自动隐藏菜单栏。
zh_hant: 不使用時自動隱藏選單列。

source: Hold a modifier key and scroll to zoom the screen.
ar: اضغط مع الاستمرار على مفتاح التعديل وقم بالتمرير لتكبير الشاشة.
de: Modifikatortaste gedrückt halten und scrollen, um den Bildschirm zu zoomen.
es: Mantenga presionada una tecla modificadora y desplácese para hacer zoom en la pantalla.
fr: Maintenez une touche de modification enfoncée et faites défiler pour zoomer sur l'écran.
ja: 修飾キーを押したままスクロールして画面をズームします。
ko: 보조 키를 누른 채 스크롤하면 화면을 확대하거나 축소할 수 있습니다.
pt: Segure uma tecla modificadora e role para ampliar a tela.
ru: Удерживайте клавишу-модификатор и прокручивайте, чтобы увеличить масштаб экрана.
tr: Ekranı yakınlaştırmak için bir değiştirici tuşu basılı tutarak kaydırın.
zh_hans: 按住修饰键并滚动来缩放屏幕。
zh_hant: 按住變更鍵並捲動來縮放螢幕。

source: Home
ar: المجلد الرئيسي
de: Benutzerordner
es: Inicio
fr: Dossier de départ
ja: ホーム
ko: 홈
pt: Pasta pessoal
ru: Домашняя папка
tr: Başlangıç
zh_hans: 个人文件夹
zh_hant: 個人專屬檔案夾

source: Import & Export
ar: الاستيراد والتصدير
de: Importieren & Exportieren
es: Importar y Exportar
fr: Importation et exportation
ja: インポートとエクスポート
ko: 가져오기 및 내보내기
pt: Importação e Exportação
ru: Импорт и экспорт
tr: İçe ve Dışa Aktarma
zh_hans: 导入与导出
zh_hant: 匯入與匯出

source: Import Preview
ar: معاينة الاستيراد
de: Import-Vorschau
es: Vista previa de importación
fr: Aperçu de l'importation
ja: インポートプレビュー
ko: 가져오기 미리보기
pt: Visualização de importação
ru: Предварительный просмотр импорта
tr: İçe Aktarma Önizlemesi
zh_hans: 导入预览
zh_hant: 匯入預覽

source: Import Profile…
ar: استيراد ملف التعريف...
de: Profil importieren…
es: Importar perfil…
fr: Importer le profil…
ja: プロファイルをインポート…
ko: 프로필 가져오기…
pt: Importar perfil…
ru: Импортировать профиль…
tr: Profil İçe Aktar…
zh_hans: 导入配置…
zh_hant: 匯入設定檔…

source: Imported files are always previewed first. No settings change automatically.
ar: تتم دائمًا معاينة الملفات المستوردة أولاً. لا تتغير الإعدادات تلقائيا.
de: Importierte Dateien werden immer zuerst in der Vorschau angezeigt. Einstellungen werden nicht automatisch geändert.
es: Los archivos importados siempre se muestran primero en una vista previa. Ningún ajuste cambia automáticamente.
fr: Les fichiers importés sont toujours prévisualisés en premier. Aucun paramètre ne change automatiquement.
ja: インポートされたファイルは常に最初にプレビューされます。設定が自動的に変更されることはありません。
ko: 가져온 파일은 항상 먼저 미리보기로 표시됩니다. 설정은 자동으로 변경되지 않습니다.
pt: Os arquivos importados são sempre visualizados primeiro. Nenhuma configuração é alterada automaticamente.
ru: Импортированные файлы всегда предварительно просматриваются. Никакие настройки не изменяются автоматически.
tr: İçe aktarılan dosyalar her zaman önce önizlenir. Hiçbir ayar otomatik olarak değişmez.
zh_hans: 导入文件始终先预览；不会自动更改任何设置。
zh_hant: 匯入檔案始終先預覽；不會自動更改任何設定。

source: Include %@ in this profile
ar: قم بتضمين %@ في ملف التعريف هذا
de: %@ in dieses Profil einbeziehen
es: Incluir %@ en este perfil
fr: Inclure %@ dans ce profil
ja: このプロファイルに %@ を含めます
ko: 이 프로필에 ‘%@’을(를) 포함합니다.
pt: Incluir %@ neste perfil
ru: Включить настройку «%@» в этот профиль
tr: %@ öğesini bu profile dahil et
zh_hans: 在配置中包含 %@
zh_hant: 在設定檔中包含 %@

source: Include Window Shadow
ar: تضمين ظل النافذة
de: Fensterschatten einbeziehen
es: Incluir sombra de ventana
fr: Inclure l'ombre de la fenêtre
ja: ウィンドウの影を含める
ko: 창 그림자 포함
pt: Incluir sombra de janela
ru: Включить тень окна
tr: Pencere Gölgesini İçer
zh_hans: 包括窗口阴影
zh_hant: 包括視窗陰影

source: Include the surrounding shadow in window screenshots.
ar: قم بتضمين الظل المحيط في لقطات شاشة النافذة.
de: Den umgebenden Schatten in Fenster-Screenshots einbeziehen.
es: Incluya la sombra circundante en las capturas de pantalla de la ventana.
fr: Inclut l'ombre environnante dans les captures d'écran des fenêtres.
ja: ウィンドウのスクリーンショットに周囲の影を含めます。
ko: 창 스크린샷에 주변 그림자를 포함합니다.
pt: Incluir a sombra circundante nas capturas de tela das janelas.
ru: Включайте окружающую тень в скриншоты окон.
tr: Pencere ekran görüntülerinde çevredeki gölgeyi de içerir.
zh_hans: 截取窗口时保留窗口周围的阴影。
zh_hant: 截取視窗時保留視窗周圍的陰影。

source: Invalid Value
ar: قيمة غير صالحة
de: Ungültiger Wert
es: Valor no válido
fr: Valeur invalide
ja: 無効な値です
ko: 잘못된 값
pt: Valor inválido
ru: Неверное значение
tr: Geçersiz Değer
zh_hans: 值无效
zh_hant: 值無效

source: Items: %@
ar: العناصر: %@
de: Elemente: %@
es: Elementos: %@
fr: Éléments : %@
ja: アイテム: %@
ko: 항목: %@
pt: Itens: %@
ru: Элементы: %@
tr: Öğe: %@
zh_hans: %@ 项
zh_hant: %@ 項

source: Jump to the Clicked Position in Scroll Bars
ar: انتقل إلى الموضع الذي تم النقر عليه في أشرطة التمرير
de: Zur angeklickten Position in Bildlaufleisten springen
es: Saltar a la posición en la que se hizo clic en las barras de desplazamiento
fr: Aller à la position cliquée dans les barres de défilement
ja: スクロールバーのクリック位置へジャンプ
ko: 스크롤 막대에서 클릭한 위치로 이동
pt: Ir para a posição clicada nas barras de rolagem
ru: Переход к выбранной позиции на полосах прокрутки
tr: Kaydırma Çubuğunda Tıklanan Konuma Atla
zh_hans: 点按滚动条时跳到点按位置
zh_hant: 點按捲軸時跳到點按位置

source: Keep Current Values
ar: احتفظ بالقيم الحالية
de: Aktuelle Werte beibehalten
es: Mantener valores actuales
fr: Conserver les valeurs actuelles
ja: 現在の値を保持
ko: 현재 값 유지
pt: Manter valores atuais
ru: Оставить текущие значения
tr: Geçerli Değerleri Koru
zh_hans: 保留当前值
zh_hant: 保留目前值

source: Keep Current Values…
ar: احتفظ بالقيم الحالية...
de: Aktuelle Werte beibehalten…
es: Mantener los valores actuales…
fr: Conserver les valeurs actuelles…
ja: 現在の値を保持…
ko: 현재 값 유지…
pt: Manter valores atuais…
ru: Оставить текущие значения…
tr: Geçerli Değerleri Koru…
zh_hans: 保留当前值…
zh_hant: 保留目前值…

source: Keep Folders on Top When Sorting by Name
ar: احتفظ بالمجلدات في الأعلى عند الفرز حسب الاسم
de: Ordner beim Sortieren nach Namen oben halten
es: Mantener las carpetas en la parte superior al ordenar por nombre
fr: Conserver les dossiers en haut lors du tri par nom
ja: 名前で並べ替えるときにフォルダーを一番上に置く
ko: 이름순으로 정렬할 때 폴더를 맨 위에 유지
pt: Manter pastas no topo ao classificar por nome
ru: Сохранять папки сверху при сортировке по имени
tr: Ada Göre Sıralarken Klasörleri En Üstte Tut
zh_hans: 按名称排序时文件夹置顶
zh_hant: 按名稱排序時資料夾置頂

source: Keep current values and abandon this restoration?
ar: هل تريد الاحتفاظ بالقيم الحالية والتخلي عن عملية الاستعادة هذه؟
de: Aktuelle Werte beibehalten und diesen Wiederherstellungsvorgang abbrechen?
es: ¿Mantener los valores actuales y abandonar esta restauración?
fr: Conserver les valeurs actuelles et abandonner cette restauration ?
ja: 現在の値を維持し、この復元を放棄しますか?
ko: 현재 값을 유지하고 이 복원을 중단하시겠습니까?
pt: Manter os valores atuais e abandonar esta restauração?
ru: Оставить текущие значения и отказаться от восстановления?
tr: Geçerli değerler korunsun ve bu geri yüklemeden vazgeçilsin mi?
zh_hans: 保留当前值并放弃本次恢复？
zh_hant: 保留目前值並放棄本次還原？

source: Keep minimized windows inside their app's Dock icon.
ar: احتفظ بالنوافذ المصغرة داخل أيقونة Dock الخاصة بالتطبيق.
de: Minimierte Fenster im Dock-Symbol der jeweiligen App belassen.
es: Mantiene las ventanas minimizadas dentro del icono de su app en el Dock.
fr: Conservez les fenêtres réduites à l'intérieur de l'icône Dock de leur application.
ja: 最小化されたウィンドウをアプリの Dock アイコン内に保持します。
ko: 최소화된 윈도우를 해당 앱의 Dock 아이콘 안에 표시합니다.
pt: Mantenha as janelas minimizadas no ícone do aplicativo no Dock.
ru: Сворачивать окна в значок приложения в Dock.
tr: Küçültülmüş pencereleri ait oldukları uygulamanın Dock simgesinde tutar.
zh_hans: 把最小化窗口收进对应的 App 图标。
zh_hant: 將縮小的視窗收納在所屬 App 的 Dock 圖示中。

source: Key Repeat Rate
ar: معدل تكرار المفتاح
de: Tastenwiederholrate
es: Velocidad de repetición de teclas
fr: Vitesse de répétition des touches
ja: キーリピートレート
ko: 키 반복 속도
pt: Taxa de repetição de teclas
ru: Частота повторения клавиш
tr: Tuş Yineleme Hızı
zh_hans: 按键重复速度
zh_hant: 按鍵重複速率

source: Keyboard
ar: لوحة المفاتيح
de: Tastatur
es: Teclado
fr: Clavier
ja: キーボード
ko: 키보드
pt: Teclado
ru: Клавиатура
tr: Klavye
zh_hans: 键盘
zh_hant: 鍵盤

source: Left
ar: اليسار
de: Links
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
pt: Esquerda
ru: Слева
tr: Sol
zh_hans: 左侧
zh_hant: 左側

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pt: Claro
ru: Светлое
tr: Aydınlık
zh_hans: 浅色
zh_hant: 淺色

source: Live State
ar: الحالة الحالية
de: Live-Status
es: Estado actual
fr: État actuel
ja: 現在の状態
ko: 실시간 상태
pt: Estado atual
ru: Текущее состояние
tr: Canlı Durum
zh_hans: 实时状态
zh_hant: 即時狀態

source: Log Out and Back In
ar: تسجيل الخروج ثم الدخول مجددًا
de: Abmelden und wieder anmelden
es: Cerrar sesión y volver a iniciarla
fr: Fermer la session puis la rouvrir
ja: 再ログインが必要
ko: 로그아웃했다가 다시 로그인
pt: Encerrar a sessão e iniciar novamente
ru: Выйти и снова войти
tr: Oturumu Kapatıp Yeniden Açın
zh_hans: 退出登录后重新登录
zh_hant: 需登出後重新登入

# Log Out and Back In Required
source: Requires Logging Out and Back In
ar: يلزم تسجيل الخروج ثم الدخول مجددًا
de: Ab- und erneute Anmeldung erforderlich
es: Se requiere cerrar sesión y volver a iniciarla
fr: Déconnexion et reconnexion obligatoires
ja: ログアウトして再度ログインする必要があります
ko: 로그아웃 후 다시 로그인 필수
pt: É necessário encerrar a sessão e iniciar novamente
ru: Требуется выход и повторный вход
tr: Oturumu Kapatıp Yeniden Açmanız Gerekiyor
zh_hans: 需要退出登录后重新登录
zh_hant: 需要登出後重新登入

source: Mac Settings
ar: إعدادات Mac
de: Mac-Einstellungen
es: Ajustes del Mac
fr: Réglages du Mac
ja: Mac 設定
ko: Mac 설정
pt: Ajustes do Mac
ru: Настройки Mac
tr: Mac Ayarları
zh_hans: Mac 设置
zh_hant: Mac 設定

source: MacTools will open a profile preview. Settings change only after you confirm your selection.
ar: سيفتح MacTools معاينة لملف التعريف. تتغير الإعدادات فقط بعد تأكيد اختيارك.
de: MacTools öffnet eine Profilvorschau. Einstellungen werden erst geändert, nachdem Sie Ihre Auswahl bestätigt haben.
es: MacTools abrirá una vista previa del perfil. La configuración cambia solo después de confirmar su selección.
fr: MacTools ouvrira un aperçu du profil. Les paramètres ne changent qu’après avoir confirmé votre sélection.
ja: MacTools でプロファイルのプレビューが開きます。設定は、選択を確認した後にのみ変更されます。
ko: MacTools가 프로필 미리보기를 엽니다. 설정은 선택 사항을 확인한 후에만 변경됩니다.
pt: MacTools abrirá uma visualização do perfil. As configurações mudam somente depois que você confirma sua seleção.
ru: MacTools откроет предварительный просмотр профиля. Настройки изменяются только после того, как вы подтвердите свой выбор.
tr: MacTools bir profil önizlemesi açar. Ayarlar yalnızca seçiminizi onayladıktan sonra değişir.
zh_hans: MacTools 将打开配置预览。确认选择后，所选设置才会更改。
zh_hant: MacTools 將開啟設定檔預覽。確認選擇後，所選設定才會更改。

source: Make the onscreen pointer easier to see.
ar: اجعل رؤية المؤشر على الشاشة أسهل.
de: Bildschirmzeiger besser sichtbar machen.
es: Hace que el puntero en pantalla sea más fácil de ver.
fr: Rendre le pointeur à l'écran plus facile à voir.
ja: 画面上のポインターを見やすくします。
ko: 화면 포인터를 보기 쉽게 만듭니다.
pt: Torne o ponteiro na tela mais fácil de ver.
ru: Сделайте указатель на экране более заметным.
tr: Ekrandaki işaretçinin daha kolay görülmesini sağlar.
zh_hans: 让屏幕上的指针更容易看清。
zh_hant: 讓螢幕上的指標更容易看清。

source: Managed
ar: مُدار
de: Verwaltet
es: Gestionado
fr: Géré
ja: 管理対象
ko: 관리됨
pt: Gerenciado
ru: Управляется
tr: Yönetiliyor
zh_hans: 受管理
zh_hant: 受管理

source: Managed by Your Organization
ar: تتم إدارته بواسطة مؤسستك
de: Von Ihrer Organisation verwaltet
es: Administrado por su organización
fr: Géré par votre organisation
ja: 組織によって管理されています
ko: 조직에서 관리함
pt: Gerenciado pela sua organização
ru: Управляется вашей организацией
tr: Kurumunuz Tarafından Yönetiliyor
zh_hans: 由组织管理
zh_hant: 由組織管理

source: Manual
ar: يدوي
de: Manuell
fr: Manuel
ja: 手動
ko: 수동
ru: Вручную
tr: El ile
zh_hans: 手动
zh_hant: 手動

source: Manual Setup
ar: الإعداد اليدوي
de: Manuelle Einrichtung
es: Configuración manual
fr: Configuration manuelle
ja: 手動セットアップ
ko: 수동 설정
pt: Configuração manual
ru: Ручная настройка
tr: El ile Kurulum
zh_hans: 手动设置
zh_hant: 手動設定

source: Manual Setup Required
ar: يلزم الإعداد اليدوي
de: Manuelle Einrichtung erforderlich
es: Se requiere configuración manual
fr: Configuration manuelle requise
ja: 手動セットアップが必要です
ko: 수동 설정 필요
pt: Configuração manual necessária
ru: Требуется ручная настройка
tr: El ile Kurulum Gerekli
zh_hans: 需手动设置
zh_hant: 需手動設定

source: Manual Step
ar: الخطوة اليدوية
de: Manueller Schritt
es: Paso manual
fr: Étape manuelle
ja: 手動ステップ
ko: 수동 단계
pt: Etapa manual
ru: Действие вручную
tr: El ile Yapılacak Adım
zh_hans: 手动步骤
zh_hant: 手動步驟

source: Minimize Windows Using
ar: تصغير النوافذ باستخدام
de: Fenster minimieren mit
es: Minimizar ventanas usando
fr: Réduire les fenêtres avec
ja: ウインドウをしまうときのエフェクト
ko: 윈도우 최소화 효과
pt: Minimizar janelas usando
ru: Эффект сворачивания окон
tr: Pencereleri Küçültme Efekti
zh_hans: 最小化窗口效果
zh_hant: 縮小視窗時使用

source: Minimize Windows into Application Icon
ar: تصغير النوافذ في أيقونة التطبيق
de: Fenster im App-Symbol minimieren
es: Minimizar ventanas en el icono de la app
fr: Réduire les fenêtres dans l’icône de l’application
ja: ウインドウをアプリケーションアイコンにしまう
ko: 응용 프로그램 아이콘으로 윈도우 최소화
pt: Minimizar janelas no ícone do aplicativo
ru: Сворачивать окна в значок приложения
tr: Pencereleri Uygulama Simgesine Küçült
zh_hans: 将窗口最小化至应用程序图标
zh_hant: 將視窗縮小至應用程式圖示

source: Missing hardware: %@
ar: الأجهزة المفقودة: %@
de: Fehlende Hardware: %@
es: Hardware faltante: %@
fr: Matériel manquant : %@
ja: ハードウェアがありません: %@
ko: 하드웨어 누락: %@
pt: Hardware ausente: %@
ru: Отсутствует оборудование: %@
tr: Eksik donanım: %@
zh_hans: 缺少硬件：%@
zh_hant: 缺少硬體：%@

source: Missing permission: %@
ar: الإذن مفقود: %@
de: Fehlende Berechtigung: %@
es: Permiso faltante: %@
fr: Autorisation manquante : %@
ja: 権限がありません: %@
ko: 권한 누락: %@
pt: Permissão ausente: %@
ru: Отсутствует разрешение: %@.
tr: Eksik izin: %@
zh_hans: 缺少权限：%@
zh_hant: 缺少權限：%@

source: Missing plugin: %@
ar: البرنامج المساعد مفقود: %@
de: Fehlendes Plugin: %@
es: Falta el complemento: %@
fr: Plugin manquant : %@
ja: プラグインがありません: %@
ko: 누락된 플러그인: %@
pt: Plug-in ausente: %@
ru: Отсутствует плагин: %@.
tr: Eksik eklenti: %@
zh_hans: 缺少插件：%@
zh_hant: 缺少外掛：%@

source: Modifier Key for Scroll Gesture
ar: مفتاح التعديل لإيماءة التمرير
de: Modifikatortaste für Scroll-Geste
es: Tecla modificadora para gesto de desplazamiento
fr: Touche de modification pour le geste de défilement
ja: スクロール ジェスチャの修飾キー
ko: 스크롤 제스처 보조 키
pt: Tecla modificadora para gesto de rolagem
ru: Клавиша-модификатор для жеста прокрутки
tr: Kaydırma Hareketi için Değiştirici Tuş
zh_hans: 滚动手势修饰键
zh_hant: 捲動手勢變更鍵

source: More Mac Settings Actions
ar: المزيد من إجراءات إعدادات Mac
de: Weitere Aktionen für Mac-Einstellungen
es: Más acciones de Ajustes del Mac
fr: Autres actions des Réglages du Mac
ja: その他の Mac 設定アクション
ko: 추가 Mac 설정 작업
pt: Mais ações de Ajustes do Mac
ru: Дополнительные действия с настройками Mac
tr: Diğer Mac Ayarları Eylemleri
zh_hans: 更多 Mac 设置操作
zh_hant: 更多 Mac 設定操作

source: Mouse Scroll Speed
ar: سرعة التمرير بالماوس
de: Scroll-Geschwindigkeit der Maus
es: Velocidad de desplazamiento del mouse
fr: Vitesse de défilement de la souris
ja: マウスのスクロール速度
ko: 마우스 스크롤 속도
pt: Velocidade de rolagem do mouse
ru: Скорость прокрутки мыши
tr: Fare Kaydırma Hızı
zh_hans: 鼠标滚动速度
zh_hant: 滑鼠捲動速度

source: Mouse Tracking Speed
ar: سرعة تتبع الماوس
de: Mauszeiger-Geschwindigkeit
es: Velocidad de seguimiento del mouse
fr: Vitesse de suivi de la souris
ja: マウスの軌跡の速さ
ko: 마우스 이동 속도
pt: Velocidade de rastreamento do mouse
ru: Скорость движения указателя мыши
tr: Fare İzleme Hızı
zh_hans: 鼠标跟踪速度
zh_hant: 滑鼠軌跡速度

source: Move Down
ar: تحريك لأسفل
de: Nach unten
es: Bajar
fr: Descendre
ja: 下に移動
ko: 아래로 이동
pt: Mover para baixo
ru: Переместить вниз
tr: Aşağı Taşı
zh_hans: 向下移动
zh_hant: 下移

source: Move Up
ar: تحريك لأعلى
de: Nach oben
es: Subir
fr: Monter
ja: 上に移動
ko: 위로 이동
pt: Mover para cima
ru: Переместить вверх
tr: Yukarı Taşı
zh_hans: 向上移动
zh_hant: 上移

source: Move content in the direction your fingers move.
ar: حرك المحتوى في الاتجاه الذي تتحرك فيه أصابعك.
de: Inhalt in Bewegungsrichtung der Finger verschieben.
es: Mueva el contenido en la dirección en que se mueven sus dedos.
fr: Déplacez le contenu dans le sens de déplacement de vos doigts.
ja: 指が動く方向にコンテンツを移動します。
ko: 손가락이 움직이는 방향으로 콘텐츠를 이동합니다.
pt: Mova o conteúdo na direção em que seus dedos se movem.
ru: Перемещайте контент в направлении движения пальцев.
tr: İçeriği parmaklarınızın hareket ettiği yönde kaydırır.
zh_hans: 按手指移动方向滚动内容。
zh_hant: 按手指移動方向捲動內容。

source: Must be completed manually in System Settings
ar: يجب إكماله يدويًا في إعدادات النظام
de: Muss manuell in den Systemeinstellungen abgeschlossen werden
es: Debe completarse manualmente en Ajustes del Sistema
fr: Doit être effectué manuellement dans Réglages Système
ja: システム設定で手動で完了する必要があります
ko: 시스템 설정에서 수동으로 완료해야 합니다.
pt: Deve ser concluído manualmente nos Ajustes do Sistema
ru: Необходимо выполнить вручную в Системных настройках
tr: Sistem Ayarları'nda el ile tamamlanmalıdır
zh_hans: 需要在系统设置中手动完成
zh_hant: 需要在系統設定中手動完成

source: My Profiles
ar: ملفات التعريف الخاصة بي
de: Meine Profile
es: Mis perfiles
fr: Mes profils
ja: 保存したプロファイル
ko: 내 프로필
pt: Meus perfis
ru: Мои профили
tr: Profillerim
zh_hans: 我的配置
zh_hant: 我的設定檔

source: Natural Scrolling
ar: التمرير الطبيعي
de: Natürliches Scrollen
es: Desplazamiento natural
fr: Défilement naturel
ja: ナチュラルスクロール
ko: 자연스러운 스크롤
pt: Rolagem natural
ru: Естественная прокрутка
tr: Doğal Kaydırma
zh_hans: 自然滚动
zh_hant: 自然捲動

source: Needs Attention
ar: يتطلب الانتباه
de: Erfordert Aufmerksamkeit
es: Requiere atención
fr: Attention requise
ja: 要確認
ko: 확인 필요
pt: Requer atenção
ru: Требует внимания
tr: Dikkat Gerektiriyor
zh_hans: 需要关注
zh_hant: 需要處理

source: Needs Attention (%@)
ar: يحتاج إلى الاهتمام (%@)
de: Erfordert Aufmerksamkeit (%@)
es: Necesita atención (%@)
fr: Attention requise (%@)
ja: 注意が必要です (%@)
ko: 주의 필요 (%@)
pt: Precisa de atenção (%@)
ru: Требует внимания (%@)
tr: Dikkat Gerektiriyor (%@)
zh_hans: 需要关注（%@）
zh_hant: 需要處理（%@）

source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt: Rede
ru: Сеть
tr: Ağ
zh_hans: 网络
zh_hant: 網路

source: New Finder Windows Show
ar: تُظهر نوافذ Finder الجديدة
de: Neue Finder-Fenster zeigen
es: Las ventanas nuevas de Finder muestran
fr: Les nouvelles fenêtres Finder affichent
ja: 新規Finderウインドウで次を表示
ko: 새 Finder 윈도우에 표시할 위치
pt: Novas janelas do Finder mostram
ru: Показывать в новых окнах Finder
tr: Yeni Finder Pencereleri Şunu Gösterir
zh_hans: 访达新窗口显示
zh_hant: Finder 新視窗顯示

source: New Profile
ar: ملف تعريف جديد
de: Neues Profil
es: Nuevo perfil
fr: Nouveau profil
ja: 新しいプロファイル
ko: 새 프로필
pt: Novo perfil
ru: Новый профиль
tr: Yeni Profil
zh_hans: 新配置
zh_hant: 新設定檔

source: No Changes Yet
ar: لا توجد تغييرات حتى الآن
de: Noch keine Änderungen
es: Aún no hay cambios
fr: Aucun changement pour l'instant
ja: まだ変更はありません
ko: 아직 변경사항 없음
pt: Ainda sem alterações
ru: Изменений пока нет
tr: Henüz Değişiklik Yok
zh_hans: 暂无更改
zh_hant: 暫無更改

source: No Pinned Settings
ar: لا توجد إعدادات مثبتة
de: Keine angehefteten Einstellungen
es: Sin configuraciones fijadas
fr: Aucun paramètre épinglé
ja: 固定した設定がありません
ko: 고정된 설정이 없습니다.
pt: Nenhuma configuração fixada
ru: Нет закрепленных настроек
tr: Sabitlenmiş Ayar Yok
zh_hans: 暂无固定设置
zh_hant: 暫無固定設定

source: No Profiles Yet
ar: لا توجد ملفات تعريف حتى الآن
de: Noch keine Profile
es: Aún no hay perfiles
fr: Aucun profil pour l'instant
ja: まだプロファイルがありません
ko: 아직 프로필이 없습니다
pt: Ainda não há perfis
ru: Профилей пока нет
tr: Henüz Profil Yok
zh_hans: 暂无配置
zh_hant: 暫無設定檔

source: No Recent Changes
ar: لا توجد تغييرات حديثة
de: Keine kürzlichen Änderungen
es: Sin cambios recientes
fr: Aucune modification récente
ja: 最近の変更はありません
ko: 최근 변경사항 없음
pt: Sem alterações recentes
ru: Недавних изменений нет
tr: Son Değişiklik Yok
zh_hans: 暂无最近更改
zh_hant: 暫無最近更改

source: No Settings Found
ar: لم يتم العثور على إعدادات
de: Keine Einstellungen gefunden
es: No se encontraron configuraciones
fr: Aucun paramètre trouvé
ja: 設定が見つかりません
ko: 설정을 찾을 수 없습니다
pt: Nenhuma configuração encontrada
ru: Настройки не найдены
tr: Ayar Bulunamadı
zh_hans: 未找到设置
zh_hant: 未找到設定

source: No settings have errors, missing requirements, or pending steps.
ar: لا توجد إعدادات تحتوي على أخطاء أو متطلبات مفقودة أو خطوات معلقة.
de: Keine Einstellungen weisen Fehler, fehlende Voraussetzungen oder ausstehende Schritte auf.
es: Ninguna configuración tiene errores, requisitos faltantes o pasos pendientes.
fr: Aucun paramètre ne comporte d'erreurs, d'exigences manquantes ou d'étapes en attente.
ja: エラーや未充足の要件、未完了の手順がある設定はありません。
ko: 오류, 요구사항 누락 또는 보류 중인 단계가 있는 설정이 없습니다.
pt: Nenhuma configuração apresenta erros, requisitos ausentes ou etapas pendentes.
ru: Все требования выполнены; ошибок и незавершенных шагов нет.
tr: Hiçbir ayarda hata, eksik gereksinim veya bekleyen adım yok.
zh_hans: 当前没有失败、缺少条件或待完成的设置。
zh_hant: 目前沒有失敗、缺少條件或待完成的設定。
